Table of Contents
 Enum Alignment
Namespace
IdeaRS.OpenModel.Model
Assembly
IdeaRS.OpenModel.dll
public enum Alignment
Fields
Bottom = 2
BottomLeft = 7
BottomRight = 8
Center = 0
Left = 3
Right = 4
Top = 1
TopLeft = 5
TopRight = 6
Fields
 Name |  Description
 Bottom = 2
 BottomLeft = 7
 BottomRight = 8
 Center = 0
 Left = 3
 Right = 4
 Top = 1
 TopLeft = 5
 TopRight = 6
 Edit this page